Revit 2027 API
ParameterTypeId.NumberPartitionParam Property
 "Partition"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberPartitionParam { get; }
Public Shared ReadOnly Property NumberPartitionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberPartitionParam {
	ForgeTypeId^ get ();
}
static member NumberPartitionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace